import fs from "fs";
import bot from "../bot.js";

export const buttonReplies = {
	sport:
		"🏅Информация по аудитории спортзала:\n\nЭтаж: 1\nКак найти? 👉 От поста охраны направо по коридору до конца, а затем налево\n\nНадеюсь, я тебе помог😊",

	tochka:
		"🔥Информация по Точке Кипения:\n\nКорпус: Основной корпус\nЭтаж: 1\nКак найти? 👉 От поста охраны налево, рядом с лестничной площадкой\n\nНадеюсь, я тебе помог😊",

	actoviy:
		"🎭Информация по Актовому залу:\n\nКорпус: Основной корпус, левое крыло, факультет ЭИФ\nЭтаж: 7 лестничный пролет из 9\nКак найти? 👉 От поста охраны налево к лестничной площадке направо, подняться на этаж ЭИФ, первая дверь справа\n\nНадеюсь, я тебе помог😊",

	studentCouncil:
		"❤️‍🔥Информация по Студенческому совету:\n\nКорпус: Мраморный корпус\nЭтаж: 7\nКак найти? 👉 От поста охраны прямо к фонтану, от фонтана направо по коридору до конца к пожарной лестнице, подняться на последний этаж, ***аудитория 703***\n\nНадеюсь, я тебе помог😊",
};
